const condition = {
    title: "เงื่อนไขการใช้บริการ (Terms of Use)",
    content: [
        {
            header: "การสมัครใช้งาน / การใช้งาน",
            content: [
                "ผู้ใช้งานที่จะใช้บริการต้องมีอายุ 18 ปี บริบูรณ์ขึ้นไป",
                "ผู้ใช้งานจะต้องไม่ทำการคัดลอกเนื้อหา, ดัดแปลงแก้ไข หรือนำไปจำหน่ายต่อบุคคลอื่น",
                "ผู้ใช้งานจะต้องรับผิดชอบดูแล username และรหัสผ่าน เพื่อความปลอดภัยของระบบ",
                "ผู้ใช้งานยอมรับให้บริษัทฯ สามารถแก้ไขรายการข้อมูลที่ส่งเข้าระบบได้",
                "ผู้ใช้งานจะไม่ทำการหรือพยายามเจาะระบบข้อมูล หรือเขียนรหัสที่เป็นภัยต่อระบบการทำงานของคอมพิวเตอร์",
                "บริษัท อีซี่กรุ๊ป อินโนเวชั่น  จำกัด ไม่รับประกันว่าระบบ Ezygas จะไม่ขาดช่วง, หยุดซ่อมบำรุง, หรือปราศจากข้อผิดพลาด",
                "บริษัทฯ จะไม่รับผิดชอบต่อการสูญหายของข้อมูล ไม่ว่าในกรณีใดๆ ก็ตาม",
                "บริษัทฯ สงวนสิทธิ์ในการลบ Account ของผู้ใช้งานบางรายที่ทำผิดกฎ หรือละเมิดสิทธิทางปัญญา หรือทำให้เสียชื่อเสียง โดยไม่ต้องแจ้งล่วงหน้าให้ทราบ",
            ]
        },
        {
            header: "นโยบายความเป็นส่วนตัว",
            content: [
                "Ezygas มีการปรับปรุงเนื้อหา, และทำการพัฒนาระบบอย่างต่อเนื่อง โดยทางบริษัทฯ จะมีการเก็บข้อมูล IP Address เวลา และสถานที่ในการเข้าใช้งาน รวมถึงข้อมูลอื่นๆ รวมถึงการเก็บข้อมูลผ่านระบบ Google Analytics.",
                "บริษัท อีซี่กรุ๊ป อินโนเวชั่น จำกัด จะมีการใช้ Cookies เพื่อเก็บข้อมูลและแลกเปลี่ยนข้อมูล เพื่อให้สามารถใช้งาน Ezygas ได้",
                "ผู้ใช้งานยอมรับที่จะได้การแจ้งเตือนต่างๆ ผ่านทางโทรศัพท์, อีเมล หรือ SMS และทางจดหมาย",
                "ผู้ใช้งานที่เคยสมัครแล้วจะไม่สามารถสมัครซํ้าได้อีก หรือ ไม่สามารถเปลี่ยนชื่อ username เพื่อรับการทดลองฟรี-โปรโมชั่นอื่นๆ"
            ]
        },
        {
            header: "การคืนเงิน / การเปลี่ยนแปลงบริการ",
            content: [
                "บริษัทฯ ไม่มีนโยบายในการคืนเงิน สำหรับค่าแพ็คเกจที่ได้ซื้อไปแล้ว",
                "บริษัทฯ ขอสงวนสิทธิในการเปลี่ยนแปลงราคาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
                "ในกรณีเปลี่ยนแปลงค่าบริการ จะมีการแจ้งเตือนให้ผู้ใช้งาน (ลูกค้าเก่า) ทราบล่วงหน้า 30 วันทุกครั้ง และ สำหรับผู้ใช้งานที่ซื้อแพ็คเกจระยะยาวจะไม่มีผลกระทบกับจำนวนวันที่ได้ซื้อก่อนหน้านี้"
            ]
        },
    ],
    footer: "แก้ไขครั้งล่าสุดเมื่อวันที่ 9 กรกฎาคม 2562"
};

export default condition;