const policy = {
    title: "นโยบายคุ้มครองความเป็นส่วนตัว (Privacy)",
    content: [
        "ขอต้อนรับสู่เว็บไซต์ ezygas.co ซึ่งเป็นแพลตฟอร์มที่ดำเนินการโดย บริษัท อีซี่กรุ๊ป อินโนเวชั่น จำกัด การคุ้มครองความเป็นส่วนตัว และข้อมูลส่วนบุคคลเป็นสิ่งที่ บริษัทฯ ให้ความสำคัญเป็นอย่างยิ่ง",
        "นโยบายฉบับนี้ บริษัท อีซี่กรุ๊ป อินโนเวชั่น จำกัด จัดทำขึ้น เพื่อให้ความเข้าใจถึงแนวทางปฏิบัติของเราในการจัดการข้อมูลส่วนบุคคล (Personal Information) ของผู้ใช้บริการทุกท่าน ที่ติดต่อเข้ามายังเว็บไซต์ www.ezygas.co หรือสมัครเข้าใช้บริการของ Ezygas ดังนี้ เพื่อประโยชน์และความเข้าใจในการใช้บริการจากทางเรา ขอท่านได้โปรดอ่านและทำความเข้าใจเอกสารฉบับนี้โดยละเอียด",
        "ทั้งนี้ การติดต่อเข้ามายังเว็บไซต์ หรือสมัครเข้าใช้บริการของ Ezygas ถือว่าท่านยินยอมผูกพันตามนโยบายฉบับนี้ทุกประการ",
        "คำจำกัดความใดๆที่ปรากฏในนโยบายคุ้มครองความเป็นส่วนตัวนี้ให้เป็นไปตามที่กำหนดไว้ใน เงื่อนไขการใช้บริการ Ezygas"
    ],
    orderList: [
        {
            header: "การเก็บรวบรวมข้อมูลส่วนบุคคล",
            content: ["Ezygas ให้บริการซอฟต์แวร์ที่มีประสิทธิภาพเทียบเท่าระดับสากล ที่ช่วยให้เจ้าของธุรกิจ และที่ปรึกษาด้านการบัญชีสามารถตรวจสอบสถานะทางการเงินและบัญชีได้ด้วยความสะดวกรวดเร็วและปลอดภัย เพื่อความสะดวกในการให้บริการดังกล่าว Ezygas มีความจำเป็นต้องจัดเก็บรวบรวมข้อมูลส่วนบุคคลของท่านไว้ เช่น ชื่อ, อาชีพ, หมายเลขบัตรประชาชน, ที่อยู่, ที่ทำงาน, รหัสไปรษณีย์, หมายเลขโทรศัพท์, อีเมลล์, ข้อมูลทางด้านภาษี, ข้อมูลด้านการบัญชีและการเงิน, ข้อมูลการจดทะเบียนทางการค้า, ข้อมูลบัตรเครดิต และ อื่นๆ เป็นต้น"]
        },
        {
            header: "Ezygas จะเก็บข้อมูลส่วนบุคคลของท่านเมื่อ",
            orderList: [
                "สมัครใช้บริการ",
                "ใช้บริการ",
                "มีการติดต่อเข้ามายังหน่วยให้ความช่วยเหลือในการใช้งาน (Support team)",
                "มีการเข้าชมเว็บไซต์ ท่านมีสิทธิโดยชอบธรรมที่จะไม่ให้ข้อมูลส่วนบุคคลของท่านแก่ Ezygas แต่การกระทำเช่นนั้นหมายความว่าท่านจะไม่สามารถใช้บริการใดๆของ Ezygas ได้"
            ]
        },
        {
            header: "การให้ความยินยอมในการใช้ข้อมูลส่วนตัวของท่าน",
            orderList: [
                "เมื่อท่านสมัครใช้บริการใดๆของ Ezygas ถือว่าท่านยินยอมให้ Ezygas เก็บและใช้ข้อมูลดังกล่าวเพื่อวัตถุประสงค์ในการให้บริการตามที่กำหนดไว้ในเงื่อนไขการใช้บริการ และตามที่กำหนดไว้ในนโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้เท่านั้น",
                "Ezygas จะใช้ข้อมูลส่วนตัวของท่านเพื่อประโยชน์แก่การดังต่อไปนี้"
            ],
            bulletedList: [
                "เพื่อระบุตัวตนของท่าน",
                "เพื่อประโยชน์ในการให้บริการ",
                "เพื่อประชาสัมพันธ์ในเรื่องการให้บริการ หรือการเปลี่ยนแปลงการให้บริการ",
                "เพื่อส่งเสริมการตลาด หรือ การอบรมใดๆที่เกี่ยวข้องกับการให้บริการ",
                "เพื่อให้ความช่วยเหลือ และแก้ปัญหาในด้านเทคนิคหรือปัญหาต่างๆอันเกี่ยวกับการบริการ",
                "เพื่อให้เป็นไปตามที่กฏหมายกำหนด",
                "เพื่อติดต่อสื่อสารกับท่าน"
            ]
        },
        {
            header: "หน้าที่ของท่านในการดูแลรักษา Password",
            content: ["เพื่อให้ Ezygas บรรลุวัตถุประสงค์สำเร็จลุล่วงในการเก็บรักษาข้อมูลส่วนบุคคลของท่าน ท่านมีหน้าที่ที่จะต้องเก็บ Password ของท่านไว้เป็นความลับ และท่านมีหน้าที่แจ้งให้ Ezygas ทราบในทันทีที่ท่านพบหรือทราบว่ามีการใช้ Password ของท่านโดยไม่ได้รับอนุญาต"]
        },
        {
            header: "การเก็บข้อมูลส่วนบุคคลของบุคคลภายนอก",
            content: ["ในกรณีที่ท่านให้ข้อมูลที่เกี่ยวกับบุคคลภายนอกแก่ Ezygas ถือว่าท่านให้การรับประกันว่าท่านกระทำไปโดยมีสิทธิ หรือได้รับอนุญาตโดยชัดแจ้งจากเจ้าของข้อมูลให้กระทำเช่นนั้น และท่านอนุญาตให้ Ezygas จัดเก็บ ใช้ คัดลอก ข้อมูลดังกล่าวได้ภายในขอบเขตที่กำหนดไว้ในนโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้ ทั้งนี้ท่านมีหน้าที่ในการแจ้งให้บุคคลภายนอกดังกล่าวทราบถึงการกระทำดังกล่าวและนโยบายคุ้มครองความเป็นส่วนตัว Ezygas ด้วยตัวท่านเอง Ezygas ไม่มีความรับผิดใดๆต่อบุคคลภายนอกและไม่มีหน้าที่ใดๆในการแจ้งให้บุคคลภายนอกทราบถึงเหตุดังกล่าว"]
        },
        {
            header: "ความลับและข้อมูลส่วนบุคคลของท่านถือเป็นสิ่งสำคัญยิ่ง Ezygas จะไม่เปิดเผยความลับหรือข้อมูลส่วนบุคคลของท่านให้แก่บุคคลภายนอกหรือองค์กรอื่นใด ไม่ว่าเพื่อวัตถุประสงค์ใดๆ เว้นแต่",
            bulletedList: [
                "ได้รับความยินยอมจากท่าน หรือการทำตามคำร้องขอของท่าน",
                "ในกรณีที่กฏหมายบังคับ เช่น การทำตามคำสั่งศาล หรือหมายศาล เป็นต้น"
            ]
        },
        {
            header: "การเก็บและใช้ข้อมูลประเภทที่ไม่ใช่ข้อมูลส่วนบุคคล",
            content: "การสมัครใช้บริการของ Ezygas ถือว่าท่านอนุญาตให้ Ezygas เข้าถึง หรือใช้ข้อมูลประเภทที่ไม่ใช่ข้อมูลส่วนบุคคลของท่านได้ ในการต่อไปนี้",
            bulletedList: [
                "เพื่อช่วยให้เราเข้าใจวิธีการที่ท่านใช้บริการของเรา",
                "เพื่อให้ข้อมูลเพิ่มเติมแก่ผู้ใช้บริการเกี่ยวกับการใช้งาน และประโยชน์ที่ผู้ใช้บริการจะได้รับเมื่อใช้บริการ",
                "เพื่อการช่วยเหลือ สนับสนุน และการเพิ่มประสิทธิภาพและประสิทธิผลของธุรกิจขนาดเล็ก"
            ]
        },
        {
            header: "การเก็บข้อมูลของท่านไว้ในระบบฐานข้อมูล Cloud ที่ต่างประเทศ",
            content: ["Ezygas ใช้บริการของ Cloud ซึ่งเป็นผู้นำในการให้บริการด้านระบบฐานข้อมูลชั้นนำของโลก ประกอบการให้บริการของ Ezygas เพื่อการเก็บรักษาข้อมูลส่วนบุคคล และข้อมูลอื่นๆของผู้ใช้บริการ ดังนั้น การสมัครเข้าใช้บริการของ Ezygas ถือว่าท่านยอมรับว่าข้อมูลของท่านจะถูกเก็บไว้ในระบบฐานข้อมูล ของ Cloud ที่ตั้งอยู่ในต่างประเทศ"]
        },
        {
            header: "มาตรฐานในการคุ้มครองข้อมูลส่วนบุคคล",
            content: "Ezygas รักษามาตรฐานในการรักษาความปลอดภัยโดยเคร่งครัด ทั้งนี้ เพื่อวัตถุประสงค์ในการปกป้องความเสียหาย หรือการเข้าถึงข้อมูลส่วนบุคคลของท่านโดยไม่มีอำนาจ Ezygas ใช้ระบบฐานข้อมูล Cloud ที่ได้มาตรฐานสากลของ ซึ่งมีการป้องกันความปลอดภัยของข้อมูลเทียบเท่าระดับสากล เว็บไซต์มีการเข้ารหัส SSL เพื่อความปลอดภัยในการส่งข้อมูลระหว่างเว็บไซต์กับระบบฐานข้อมูล"
        },
        {
            header: "Ezygas ใช้ “คุกกี้” (Cookies)",
            content: ["“คุกกี้” คือ ไฟล์คอมพิวเตอร์ขนาดเล็กที่ติดตั้งอยู่บนคอมพิวเตอร์ของท่านเพื่อความสะดวกในการจดจำเว็บไซต์ ที่ท่านเคยเข้าชม “คุกกี้” ไม่สามารถใช้เพื่อระบุถึงตัวท่านหรือมีข้อมูลที่เกี่ยวข้องกับตัวท่านแต่ประการใด แต่ “คุกกี้” นั้นสามารถใช้เพื่อระบุถึงเครื่องคอมพิวเตอร์ของท่านเท่านั้น Ezygas ใช้ “คุกกี้” และเมื่อ “คุกกี้” ได้ถูกติดตั้งลงในระบบคอมพิวเตอร์ของผู้ใช้บริการแล้ว ก็จะทำให้ผู้ใช้บริการได้รับความสะดวกสบายในการใช้ประโยชน์จากเว็บไซต์ Ezygas เนื่องจาก “คุกกี้” จะจดจำรูปแบบลักษณะการใช้งานของผู้ใช้บริการเอาไว้ นอกจากนี้ Ezygas จะนำข้อมูลที่ “คุกกี้” ได้บันทึกหรือเก็บรวบรวมไว้ ไปใช้ในการวิเคราะห์เชิงสถิติ หรือในกิจกรรมอื่นของ เว็บไซต์ เพื่อปรับปรุงคุณภาพการให้บริการต่อไป ท่านมีสิทธิปฎิเสธที่จะไม่ใช้ “คุกกี้”ได้ แต่ทั้งนี้ ท่านจะต้องตระหนักว่าการปฎิเสธการใช้งาน “คุกกี้” อาจทำให้ท่านไม่สามารถใช้ประโยชน์จากฟังชั่นหรือการใช้งานบางอย่างบนเว็บไซต์ของ Ezygas ได้"]
        },
        {
            header: "สิทธิในการควบคุมข้อมูลส่วนบุคคล",
            content: ["เพื่อประโยชน์ในการรักษาความเป็นส่วนตัว ท่านมีสิทธิเลือกที่จะให้มีการใช้หรือแชร์ข้อมูลส่วนบุคคลของท่าน หรืออาจเลือกที่จะไม่รับข้อมูลหรือสื่อทางการตลาดใดๆ จาก เว็บไซต์ ก็ได้ โดยเพียงแต่กรอกความจำนงดังกล่าวเพื่อแจ้งให้ Ezygas ทราบตามช่องทางต่างๆที่ปรากฏบนหน้าเว็บไซต์"]
        },
        {
            header: "การร้องเรียนปัญหาเรื่องความเป็นส่วนตัว",
            content: ["ในกรณีที่ท่านมีปัญหา ข้อสงสัย ข้อเสนอแนะ หรือข้อติชมใดๆ เกี่ยวกับนโยบายคุ้มครองความเป็นส่วนตัว หรือการปฏิบัติตามนโยบายความเป็นส่วนตัวฉบับนี้ Ezygas ยินดีที่จะตอบข้อสงสัย รับฟังข้อเสนอแนะ และคำติชมทั้งหลาย อันจะเป็นประโยชน์ต่อการปรับปรุงการให้บริการต่อไป โดยท่านสามารถติดต่อกับ Ezygas ได้ผ่านทางช่องทางต่างๆตามที่ปรากฏบนหน้าเว็บไซต์"]
        },
        {
            header: "นโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้อยู่ภายใต้บังคับของเงื่อนไขการใช้บริการ การจำกัดความรับผิด หรือยกเว้นความรับผิดของ Ezygas ให้ถือตามที่กำหนดไว้ใน เงื่อนไขการใช้บริการ"
        },
        {
            header: "Ezygas ขอสงวนสิทธิในการปรับปรุงหรือแก้ไขนโยบายคุ้มครองความเป็นส่วนตัว โดยไม่ต้องแจ้งให้ทราบล่วงหน้า ทั้งนี้ เพื่อความเหมาะสมและมีประสิทธิภาพในการให้บริการ ดังนั้น จึงขอแนะนำให้ผู้ใช้บริการอ่านนโยบายความเป็นส่วนตัวทุกครั้งที่แวะชม หรือเยี่ยมชม หรือมีการใช้บริการจากเว็บไซต์ของ Ezygas"
        }
    ]

};

export default policy;